OpenFOAM-v1806/tutorials/combustion/fireFoam/LES/simplePMMApanel/system/makeFaceSet.setSet
faceSet coupledPatch new patchToFace coupledPatch
faceZoneSet panel new setToFaceZone coupledPatch

